Repository: TamahomeEDI/TMT.Manage.ERP
Catalog: TMT.ERP/App_GlobalResources/Resource.*.resx
Languages: de, zh

# ProductionMonitors_Index_SetupTime
source: Setup Time
de: เวลาการติดตั้ง
zh: 建立時間

# ProductionMonitors_Return_Close
source: Close
de: ปิด
zh: 關閉

# ProductionMonitors_Return_Create
source: Create Return
de: สร้างผลตอบแทน
zh: 創建返回

# ProductionMonitors_Return_GoodDetails
source: Good Details
de: รายละเอียดที่ดี
zh: 良好的細節

# ProductionMonitors_Return_GoodName
source: Good Name
de: ชื่อที่ดี
zh: 好名字

# ProductionMonitors_Return_MaterialName
source: Material Details
de: รายละเอียดวัสดุ
zh: 材料明細

# ProductionMonitors_Return_OrderQty
source: Order Quantity
de: จำนวนสั่งซื้อ
zh: 訂購數量

# ProductionMonitors_Return_ReturnQty
source: Return Quanlity
de: ย้อนกลับจำนวน
zh: 退貨數量

# ProductionMonitors_Return_StockName
source: Stock Name
de: ชื่อสินค้า
zh: 庫存名稱

# ProductionMonitors_Return_UsedQty
source: Used Quanlity
de: จำนวนที่ใช้
zh: 二手產品數量

# ProductionMonitors_View_Approve
source: Approve
de: อนุมัติ
zh: 批准

# ProductionMonitors_View_BeginDate
source: Begin Date
de: เริ่มต้นวันที่
zh: 開始日期

# ProductionMonitors_View_CreateDate
source: CreateDate
de: วันที่สร้าง
zh: 創建日期

# ProductionMonitors_View_EndDate
source: End Date
de: วันที่สิ้นสุด
zh: 結束日期

# ProductionMonitors_View_ProductMonitor
source: ProductionMonitors Details
de: การผลิตจอภาพรายละเอียด
zh: 生產顯示器詳細信息

# ProductionMonitors_View_Save
source: Save
de: บันทึก
zh: 儲存

# ProductionMonitors_View_SaveStock
source: Save & Stock
de: บันทึกและสต็อกสินค้า
zh: 保存與庫存

# ProductionMonitors_View_WorkOrder
source: WorkOrder
de: การทำงานของการสั่งซื้อ
zh: 工作單

# ProductTypes_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# ProductTypes_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# ProductTypes_Delete
source: Delete
de: ลบ
zh: 刪除

# ProductTypes_Description
source: Description
de: ลักษณะ
zh: 描述

# ProductTypes_Name
source: Name
de: ชื่อ
zh: 名稱

# ProductTypes_Save
source: Save
de: บันทึก
zh: 儲存

# ProductTypes_Search
source: Search
de: ค้นหา
zh: 搜索

# ProductTypes_Title
source: Inventory Types
de: ประเภทสินค้าคงคลัง
zh: 庫存類型

# Purchase_Bill
source: Bill
de: บิล
zh: 法案

# Purchase_BillForm
source: Bill from
de: บิลจาก
zh: 從比爾

# Purchase_CreateCreditNote_Title
source: New Credit Note
zh: 新的信貸編號

# Purchase_CreateRepeating_Title
source: New Repeating Purchase Order
de: บิลซ้ำใหม่
zh: 新的重複比爾

# Purchase_Create_Amount
source: Amount are
de: จำนวนเงินที่มี
zh: 量是

# Purchase_Create_Attachment
source: Attachment
de: ความผูกพัน
zh: 附件

# Purchase_Create_From_Supplier
source: From Supplier
de: จากผู้ผลิต
zh: 從供應商

# Purchase_Create_Subtotal
source: Subtotal
de: รวมทั้งสิ้น
zh: 小計

# Purchase_Create_Tax
source: Tax
de: ภาษีที่เก็บได้
zh: 稅務

# Purchase_Create_Title
source: New Purchase Order
de: สั่งซื้อใหม่
zh: 新的採購訂單

# Purchase_Create_Total
source: Total
de: รวม
zh: 總

# Purchase_Create_Validate_Currency
source: Please provide currency.
de: โปรดระบุสกุลเงิน
zh: 請提供貨幣。

# Purchase_Create_Validate_Good
source: Required
de: จำเป็นต้องใช้
zh: 需要

# Purchase_Create_Validate_Quantity
source: Required
de: จำเป็นต้องใช้
zh: 需要

# Purchase_Create_Validate_Stock
source: Please provide stock.
de: โปรดให้สินค้า
zh: 請提供庫存。

# Purchase_Create_Validate_UnitPrice
source: Required
de: จำเป็นต้องใช้
zh: 需要

# Purchase_CreditNote
source: Credit Note
zh: 信貸編號

# Purchase_Dashboard_Dashboard
source: Dashboard
de: หน้าปัด
zh: 儀表盤

# Purchase_Dashboard_Title
source: Purchases
de: การซื้อสินค้า
zh: 購買

# Purchase_Discount_Span
source: includes a discount of
zh: 編輯比爾

# Purchase_EditCreditNote_Title
source: Edit Credit Note
zh: 編輯信貸編號

# Purchase_EditRepeating_Title
source: Edit Repeating Purchase Order
de: Edit Repeating
zh: 編輯比爾重複

# Purchase_Edit_Title
source: Edit Purchase
zh: 編輯信貸編號

# Purchase_List_ContactName
source: Supplier
de: ผู้จัดจำหน่าย
zh: 提供者

# Purchase_List_Date
source: Date
de: วันที่
zh: 日期

# Purchase_List_DueDate
source: Due Date
de: วันที่ครบกำหนด
zh: 到期日

# Purchase_List_Number
source: Number
de: จำนวน
zh: 數

# Purchase_List_Purchase
source: Purchase
de: ซื้อ
zh: 採購

# Purchase_List_Reference
source: Ref
de: อ้าง
zh: 參考

# Purchase_List_Status
source: Status
de: สถานะ
zh: 狀態

# Purchase_List_TotalMoney
source: Total Money
de: เงินรวม
zh: 總獎金

# Purchase_New_Order
source: New Purchase Order
de: สั่งซื้อใหม่
zh: 新的採購訂單

# Purchase_Repeating
source: Repeating PO
de: ทำซ้ำบิล
zh: 重複比爾

# Purchase_Repeating_Create_Approve
source: Approve
de: อนุมัติ
zh: 批准

# Purchase_Repeating_Create_DueDate
source: Due Date
de: วันที่ครบกำหนด
zh: 到期日

# Purchase_Repeating_Create_EndDate
source: End Date
de: วันที่สิ้นสุด
zh: 結束日期

# Purchase_Repeating_Create_InvoiceDate
source: Purchase Order Date
de: ใบแจ้งหนี้วันที่
zh: 發票日期

# Purchase_Repeating_Create_RepeateEvery
source: Repeat this transaction every
de: ทำซ้ำรายการนี้ทุก
zh: 每重複此交易

# Purchase_Repeating_Create_SaveDraft
source: Save as Draft
de: บันทึกเป็นร่าง
zh: 存為草稿

# RegisterBack
source: Back
de: กลับ
zh: 返回

# RegisterInvalidUsername
source: The username is invalid! There is already a registred user for this username.
de: ชื่อผู้ใช้ไม่ถูกต้อง! นอกจากนี้แล้วผู้ใช้ registred ชื่อผู้ใช้นี้
zh: 該用戶名無效！已經有這個用戶名的銷售記錄的用戶。

# RegisterRegister
source: Register
de: การลงทะเบียน
zh: 註冊

# RegisterThanks
source: Thank you for your registration!
de: ขอขอบคุณสำหรับการลงทะเบียนของคุณ
zh: 感謝您註冊！

# RegisterTitle
source: Register
de: การลงทะเบียน
zh: 註冊

# Role_Create_Title
source: Add New Role
de: เพิ่ม บทบาท ใหม่
zh: 新增角色

# Role_Edit_Close
source: Close
de: ปิด
zh: 關閉

# Role_Edit_Save
source: Save
de: บันทึก
zh: 儲存

# Role_Edit_Title
source: Edit Role
de: แก้ไข บทบาท
zh: 編輯角色

# Role_Index_Description
source: Description
de: ลักษณะ
zh: 描述

# Role_Index_Index
source: Roles
de: บทบาท
zh: 角色

# Role_Index_List
source: Roles
de: รายการ บทบาท
zh: 清單角色

# Role_Index_RoleName
source: Role Name
de: ชื่อ บทบาท
zh: 角色名稱

# SaleInvoice_AmountStockOut
source: Stock Out
de: สต็อก ออก
zh: 缺貨

# SaleInvoice_Await_Account
source: Account
de: บัญชี
zh: 帳戶

# SaleInvoice_Await_AddPayment
source: Add Payment
de: เพิ่ม การชำระเงิน
zh: 添加付款

# SaleInvoice_Await_AmountDue
source: Amount Due
de: เนื่องจาก จำนวนเงินที่
zh: 應付金額

# SaleInvoice_Await_AmountPaid
source: Amount Paid
de: จำนวนเงินที่ ชำระ
zh: 已支付的款項

# SaleInvoice_Await_CreatePay
source: Create Pay
de: สร้าง จ่าย
zh: 建立收費

# SaleInvoice_Await_DatePaid
source: Date Paid
de: วันที่ ชำระเงิน
zh: 已支付的日期

# SaleInvoice_Await_Description
source: Description
de: ลักษณะ
zh: 描述

# SaleInvoice_Await_Discount
source: Discount
de: ส่วนลด
zh: 折扣

# SaleInvoice_Await_GoodCode
source: Item Code
de: Item รหัส
zh: 碼

# SaleInvoice_Await_Less
source: Less Payment
de: การชำระเงิน น้อยกว่า
zh: 少支付

# SaleInvoice_Await_MakeaPayment
source: Make a payment
de: ชำระเงิน
zh: 進行付款

# SaleInvoice_Await_Money
source: Money
de: เงิน
zh: 金錢

# SaleInvoice_Await_PaidTo
source: Paid To
de: จ่ายในการ
zh: 付至

# SaleInvoice_Await_Price
source: Price
de: ราคา
zh: 價格

# SaleInvoice_Await_Quanlity
source: Quanlity
de: ปริมาณ
zh: 數量

# SaleInvoice_Await_Ref
source: Reference
de: การอ้างอิง
zh: 參考

# SaleInvoice_Await_SubTotal
source: SubTotal
de: ไม่ทั้งหมด
zh: 小計

# SaleInvoice_Await_TaxRate
source: TaxRate
de: อัตราภาษี
zh: 稅率

# SaleInvoice_Await_Total
source: Total
de: รวมทั้งหมด
zh: 總

# SaleInvoice_Await_TotalNoTax
source: Total No Tax 0%
de: ภาษี จำนวน 0 %
zh: 總數增值稅0 ​​％

# SaleInvoice_Await_TotalSaleTax
source: Total Sale Tax 0%
de: ขาย รวม ภาษี 0 %
zh: 總銷售增值稅0 ​​％

# SaleInvoice_Await_View
source: View Bill
de: ดู บิล
zh: 查看比爾

# SaleInvoice_CreateRepeat_Approved
source: Approved
de: ได้รับการอนุมัติ
zh: 批准

# SaleInvoice_CreateRepeat_ApprovedSent
source: Approved and Sent
de: ได้รับการอนุมัติ และ ส่ง
zh: 批准和已發送

# SaleInvoice_CreateRepeat_Draft
source: Save as Draft
de: บันทึกเป็น ร่าง
zh: 存為草稿

# SaleInvoice_CreateRepeat_DueDate
source: Due Date
de: วันที่ครบกำหนด
zh: 到期日

# SaleInvoice_CreateRepeat_EndDate
source: End Date
de: วันที่สิ้นสุด
zh: 結束日期

# SaleInvoice_CreateRepeat_InvoiceDate
source: Invoice Date
de: ใบแจ้งหนี้ วันที่
zh: 發票日期

# SaleInvoice_CreateRepeat_Repeat
source: Repeat this transaction every
de: ทำซ้ำ รายการ นี้ทุก
zh: 每重複此交易

# SaleInvoice_Create_Account
source: Account
de: บัญชี
zh: 帳戶

# SaleInvoice_Create_Amount
source: Amount
de: จำนวน
zh: 量

# SaleInvoice_Create_Currency
source: Currency
de: เงินตรา
zh: 貨幣

# SaleInvoice_Create_Date
source: Start Date
de: Start วันที่
zh: 日期

# SaleInvoice_Create_Description
source: Description
de: ลักษณะ
zh: 描述

# SaleInvoice_Create_Disc
source: Disc %
de: % ส่วนลด
zh: 折扣％

# SaleInvoice_Create_DueDate
source: End Date
de: End วันที่
zh: 到期日

# SaleInvoice_Create_InvoiceNo
source: Sale Order #
zh: 發票號碼

# SaleInvoice_Create_Item
source: Name
de: ชื่อ
zh: 項目

# SaleInvoice_Create_NewInvoice
source: New Invoice
de: ใบแจ้งหนี้ ใหม่
zh: 新發票

# SaleInvoice_Create_Qty
source: Qty
de: ปริมาณ
zh: 數量

# SaleInvoice_Create_Reference
source: Reference
de: การอ้างอิง
zh: 參考

# SaleInvoice_Create_SaveAnother
source: Save & add another
de: บันทึกและ เพิ่มอีก
zh: 保存並添加另一個

# SaleInvoice_Create_SaveAsDraft
source: Save as draft
de: บันทึกเป็น ร่าง
zh: 另存為草稿

# SaleInvoice_Create_SaveContinue
source: Save (continue editing)
de: บันทึก ( ดำเนินการแก้ไข )
zh: 保存（繼續編輯）

# SaleInvoice_Create_SaveForApproval
source: Save & submit for approval
de: บันทึกและ ส่ง เพื่อขออนุมัติ
zh: 保存和提交審批

# SaleInvoice_Create_Subtotal
source: SUB TOTAL
de: รวมทั้งสิ้น
zh: 小計

# SaleInvoice_Create_Tax
source: Tax
de: ภาษี
zh: 稅

# SaleInvoice_Create_TaxRate
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# SaleInvoice_Create_To
source: Customer
de: ให้แก่ลูกค้า
zh: 為了客戶

# SaleInvoice_Create_Total
source: Total
de: รวมทั้งหมด
zh: 總

# SaleInvoice_Create_UnitPrice
source: Unit Price
de: ราคาต่อหน่วย
zh: 單價

# SaleInvoice_Create_VAT
source: VAT
de: ภาษีมูลค่าเพิ่ม
zh: 增值稅

# SaleInvoice_DashboardCreate_AddContactGroup
source: Add contact group
de: เพิ่ม กลุ่มที่ติดต่อ
zh: 添加聯繫人組

# SaleInvoice_DashboardCreate_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# SaleInvoice_DashboardCreate_ContactGroup
source: Invoice to contact group
de: ใบแจ้งหนี้ ที่จะติดต่อ กลุ่ม
zh: 發票與組

# SaleInvoice_DashboardCreate_CreateCreditNote
source: Credit Note
zh: 信貸編號

# SaleInvoice_DashboardCreate_Import
source: Import
de: สินค้านำเข้า
zh: 進口

# SaleInvoice_DashboardCreate_Invoice
source: New Sale Order
de: ใบแจ้งหนี้ ใหม่
zh: 新發票

# SaleInvoice_DashboardCreate_NewInvoice
source: Sale Order
de: ใบกำกับสินค้า
zh: 發票

# SaleInvoice_DashboardCreate_RepeatingInvoice
source: Repeating SO
de: ใบแจ้งหนี้ การทำซ้ำ
zh: 重複發票

# SaleInvoice_DashboardCreate_Search
source: Search
de: ค้นหา
zh: 搜索

# SaleInvoice_DashboardCreate_SentStatement
source: Sent Statements
de: งบ ส่ง
zh: 發送聲明

# SaleInvoice_Dashboard_AddContact
source: Add contact group
de: เพิ่ม กลุ่มที่ติดต่อ
zh: 添加聯繫人組

# SaleInvoice_Dashboard_AnyDate
source: Any Date
de: วันที่ ใด ๆ
zh: 任何日期

# SaleInvoice_Dashboard_Approved
source: Approve
de: อนุมัติ
zh: 批准

# SaleInvoice_Dashboard_ContactGroup
source: Invoice to contact group
de: ใบแจ้งหนี้ ที่จะติดต่อ กลุ่ม
zh: 發票與組

# SaleInvoice_Dashboard_CreditNote
source: Credit Note
de: จำนวน เครดิต
zh: 信貸編號

# SaleInvoice_Dashboard_Deleted
source: Delete
de: ลบ
zh: 刪除

# SaleInvoice_Dashboard_Email
source: Email
de: อีเมล์
zh: 電子郵件

# SaleInvoice_Dashboard_Invoice
source: Invoice
de: ใบกำกับสินค้า
zh: 發票

# SaleInvoice_Dashboard_Overdue
source: Overdue
de: เกินกำหนด
zh: 過期的

# SaleInvoice_Dashboard_Print
source: Print
de: พิมพ์
zh: 打印

# SaleInvoice_Dashboard_RefOrContact
source: Reference | Contact name
de: อ้างอิง | ชื่อผู้ติดต่อ
zh: 參考|聯繫人姓名

# SaleInvoice_Dashboard_RepeatingInvoice
source: Repeating Invoice
de: ใบแจ้งหนี้ การทำซ้ำ
zh: 重複發票

# SaleInvoice_Dashboard_SearchWith
source: Search within
de: ค้นหา ภายใน
zh: 在搜索

# SaleInvoice_Dashboard_SeeAll
source: See all
de: ดูทั้งหมด
zh: 查看全部

# SaleInvoice_Dashboard_SubmitForApproved
source: Submit For Approval
de: ส่งเพื่อขออนุมัติ
zh: 提交審批

# SaleInvoice_Edit_EditInvoice
source: Edit Invoice
de: แก้ไข ใบแจ้งหนี้
zh: 編輯發票

# SaleInvoice_List_AwaitingApproval
source: Awaiting Approval
de: รอ การอนุมัติ
zh: 正在等待批准

# SaleInvoice_List_AwaitingPayment
source: Awaiting Payment
de: รอการ ชำระเงิน
zh: 等待付款

# SaleInvoice_List_Code
source: Code
de: รหัส
zh: 碼

# SaleInvoice_List_ContactName
source: Contact Name
de: ชื่อผู้ติดต่อ
zh: 聯繫人姓名

# SaleInvoice_List_Delete
source: Delete
de: ลบ
zh: 刪除

# SaleInvoice_List_Done
source: Done
zh: 刪除

# SaleInvoice_List_Draft
source: Draft
de: ร่าง
zh: 草案

# SaleInvoice_List_Due
source: Due
de: ครบกำหนด
zh: 應有

# SaleInvoice_List_EndDate
source: End Date
de: วันที่สิ้นสุด
zh: 結束日期

# SaleInvoice_List_ExpectedDate
source: ExpectedDate
de: วันที่ คาดว่า
zh: 預產期

# SaleInvoice_List_InvoiceWillBe
source: Invoice Will Be
de: ใบแจ้งหนี้ จะเป็น
zh: 將發票

# SaleInvoice_List_NextInvoiceDate
source: Next Invoice Date
de: ใบแจ้งหนี้ วันที่ ถัดไป
zh: 下一頁發票日期

# SaleInvoice_List_PaidDate
source: Paid Date
de: วันที่ ชำระเงิน
zh: 已支付

# SaleInvoice_List_PaymentAmount
source: Payment Amount
de: จำนวนเงินที่ชำระ
zh: 支付日期

# SaleInvoice_List_PaymentAmountVND
source: Payment Amount VND
de: จำนวนเงินที่ชำระ
zh: 付款金額

# SaleInvoice_List_Rejected
source: Rejected
zh: 付款金額

# SaleInvoice_List_Repeating
source: Repeating
de: การทำซ้ำ
zh: 重複

# SaleInvoice_List_Sent
source: Sent
de: ส่งแล้ว
zh: 已發送

# SaleInvoice_List_Status
source: Status
de: สถานะ
zh: 狀態

# SaleInvoic_Dashboard_Dashboard
source: Dashboard
de: หน้าปัด
zh: 儀表盤

# SaleInvoic_Dashboard_Title
source: Sales
de: ขาย
zh: 銷售

# Sale_SaleInvoices
source: Sale Orders
de: ใบแจ้งหนี้ การขาย
zh: 銷售發票

# Sale_SaleInvoicesList
source: Sale Order
de: รายชื่อ ใบแจ้งหนี้ การขาย
zh: 銷售發票清單

# Sale_Sales
source: Sales
de: ขาย
zh: 銷售

# StockMovement_Create_NewTranfer
source: New tranfer stock
de: โอนสินค้าใหม่
zh: 新的庫存轉讓

# StockMovement_Description
source: Description
de: ลักษณะ
zh: 描述

# StockMovement_Des_Stock
source: Destination Stock
de: ปลายทางสินค้า
zh: 庫存目的地

# StockMovement_Edit
source: Edit stock movement
de: การเคลื่อนไหวแก้ไขสินค้า
zh: 編輯存貨變動

# StockMovement_Index_List
source: Stock movement list
de: รายการเคลื่อนไหวของสินค้า
zh: 存貨變動表

# StockMovement_QTY
source: Qty
de: ปริมาณ
zh: 數量

# StockMovement_RecieveDate
source: Receive Date
de: ได้รับวันที่
zh: 接收日期

# StockMovement_Source_Stock
source: Source Stock
de: สต็อกที่มา
zh: 庫存來源

# StockMovement_Stock_Card_Code
source: Stock Card Code
de: รหัสบัตรสต็อก
zh: 庫存卡代碼

# StockMovement_UOM
source: UOM
de: หน่วยวัด
zh: 計量單位

# Stock_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Stock_Address
source: Address
de: ที่อยู่
zh: 地址

# Stock_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Stock_Code
source: Code
de: รหัส
zh: 碼

# Stock_CurrentCompanyID
source: Current Company
de: บริษัท
zh: 公司

# Stock_Delete
source: Delete
de: ลบ
zh: 刪除

# Stock_Description
source: Description
de: ลักษณะ
zh: 描述

# Stock_MaxQuantity
source: Max Quantity
de: จำนวนสูงสุด
zh: 最大數量

# Stock_Name
source: Name
de: ชื่อ
zh: 名稱

# Stock_Save
source: Save
de: บันทึก
zh: 儲存

# Stock_Title
source: Stocks
de: สินค้า
zh: 庫存

# TaxRate_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# TaxRate_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# TaxRate_Delete
source: Delelte
de: ลบ
zh: 刪除

# TaxRate_Description
source: Description
de: ลักษณะ
zh: 描述

# TaxRate_Name
source: Name
de: ชื่อ
zh: 名稱

# TaxRate_Rate
source: Rate
de: อัตรา
zh: 率

# TaxRate_Save
source: Save
de: บันทึก
zh: 儲存

# TaxRate_Search
source: Search
de: ค้นหา
zh: 搜索

# TaxRate_Title
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# UOM_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# UOM_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# UOM_Delete
source: Delete
de: ลบ
zh: 刪除

# UOM_Description
source: Description
de: ลักษณะ
zh: 描述

# UOM_Name
source: Name
de: ชื่อ
zh: 名稱

# UOM_Quantity
source: Quanity
de: จำนวน
zh: 數量

# UOM_Save
source: Save
de: บันทึก
zh: 儲存

# UOM_Search
source: Search
de: ค้นหา
zh: 搜索

# UOM_Title
source: Units Of Measure
de: หน่วยวัด
zh: 計量單位

# UserAndAddressComfirmEmail
source: Comfirm email
de: ยืนยันอีเมล์
zh: 確認電子郵件

# UserAndAddressComfirmPassword
source: Comfirm password
de: ยืนยันรหัสผ่าน
zh: 確認密碼

# UserAndAddressEmail
source: Email
de: อีเมล์
zh: 電子郵件

# UserAndAddressPassword
source: Password
de: รหัสผ่าน
zh: 密碼

# UserAndAddressUsername
source: Username
de: ชื่อผู้ใช้
zh: 用戶名

# Users_Index_Index
source: Users
de: ผู้ใช้
zh: 用戶

# Users_Index_List
source: Users
de: รายชื่อผู้ใช้งาน
zh: 用戶列表

# User_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# User_ChangePass_ConfirmPass
source: Confirm Password
de: ยืนยันรหัสผ่าน
zh: 確認密碼

# User_ChangePass_NewPass
source: New Password
de: รหัสผ่านใหม่
zh: 新密碼

# User_ChangePass_Save
source: Save
de: บันทึก
zh: 儲存

# User_ChangePass_Title
source: Change Password For User
de: เปลี่ยนรหัสผ่าน
zh: 更改密碼

# User_Delete
source: Delete
de: ลบ
zh: 刪除

# User_FullName
source: Full Name
de: ชื่อเต็ม
zh: 全名

# User_Index_Add
source: Add
de: เพิ่ม
zh: 加

# User_Index_Avatar
source: Avatar
de: รูปภาพ
zh: 照片

# User_Index_Close
source: Close
de: ปิด
zh: 關閉

# User_Index_Email
source: Email
de: อีเมล์
zh: 電子郵件

# User_Index_Group
source: Group
de: กลุ่ม
zh: 組

# User_Index_List
source: List User
de: รายชื่อผู้ใช้
zh: 用戶列表

# User_Index_Login
source: Login
de: เข้าสู่ระบบ
zh: 註冊

# User_Index_LoginForm
source: Log in Form
de: การเข้าสู่ระบบ
zh: 登錄表

# User_Index_Password
source: Password
de: รหัสผ่าน
zh: 密碼

# User_Index_Phone
source: Phone
de: โทรศัพท์
zh: 電話

# User_Index_SelectRole
source: Select Role For User
de: เลือกสิทธิ์ของผู้ใช้
zh: 選擇用戶權利

# User_Index_Update
source: Update
de: ปรับปรุง
zh: 更新

# User_Index_UserName
source: Username
de: ชื่อผู้ใช้งาน
zh: 用戶名

# User_Password
source: Pass Word
de: รหัสผ่าน
zh: 密碼

# User_UserName
source: User Name
de: ชื่อผู้ใช้
zh: 用戶名

# WorkCenter_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# WorkCenter_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# WorkCenter_Code
source: Code
de: รหัส
zh: 號數

# WorkCenter_Delete
source: Delete
de: ลบ
zh: 刪除

# WorkCenter_Description
source: Description
de: ลักษณะ
zh: 描述

# WorkCenter_Save
source: Save
de: บันทึก
zh: 儲存

# WorkCenter_Search
source: Search
de: ค้นหา
zh: 搜索

# WorkCenter_Title
source: Work Center
de: ศูนย์การทำงาน
zh: 工作中心

# Common_Msg_Approved
source: Approved Successfully.
de: Approved Success
zh: Approved Success

# Expensive_Claim_AllClaim
source: All Current Claims
de: เรียกร้องทั้งหมดในปัจจุบัน
zh: 所有当前索赔

# Expensive_Claim_Awaiting
source: Awaiting Payment
de: รอการ ชำระเงิน
zh: 等待付款

# Expensive_Claim_AwaitingAuthor
source: Awaiting Authorisation
de: รอการการอนุญาต
zh: 尚未填写其授权

# Expensive_Claim_GoToClaim
source: Go to Expense Claims
de: ไปที่คำค่าใช้จ่ายอ้าง
zh: 进入费用索赔

# Expensive_Claim_YourClaim
source: Your current Claim
de: สิทธิเรียกร้องในปัจจุบันของคุณ
zh: 您当前索赔

# AlloCate_List_Search
source: WorkOrder No | Good Code
de: WorkOrder No | Good Name

# AssetDetail_PurchasePrice
source: Purchase Price
de: ราคาซื้อ

# BankAccount_ManageAccount_Label
source: Manage Account
de: จัดการบัญชี

# BOM_Delete
source: Delete BOM
de: ลบ BOM

# BOM_Save
source: Save
de: บันทึก

# Contacts_Employee_EditTitle
source: Edit Employee
de: Employee

# Contacts_Employee_Title
source: Employee
de: ลูกจ้าง

# OutGoing_Index_Draft
source: Draft
de: ร่าง

# PayRun_AddEmployee
source: Add Employee
de: เพิ่ม พนักงาน

# PayRun_Index_Employee
source: Employees
de: พนักงาน

# SaleInvoice_List_Paid
source: Paid
de: จ่ายแล้ว

# TaxRate_Code
source: Code
de: รหัส

# UOM_Code
source: Code
de: รหัส

# WorkOrder_List_AssembledBy
source: Assembled By
de: ประกอบการโดย

# WorkOrder_List_NewWorkOrder
source: New Work Order
de: การทำงานของการสั่งซื้อ
