Repository: TamahomeEDI/TMT.Manage.ERP
Catalog: TMT.ERP/App_GlobalResources/Resource.*.resx
Languages: de, zh

# Employees_MobArea
source: Mobile Area
de: พื้นที่มือถือ
zh: 移動領域

# Employees_MobCtry
source: Mobile Country
de: มือถือประเทศ
zh: 移動國家

# Employees_MobNb
source: Moblie
de: หมายเลขโทรศัพท์มือถือ
zh: 手機號碼

# Employees_OrdRate
source: Ordinary Rate
de: อัตราสามัญ
zh: 普通價格

# Employees_PasWord
source: Password
de: รหัสผ่าน
zh: 密碼

# Employees_PayDetail
source: Payment Details
de: รายละเอียดการชำระเงิน
zh: 付款方式

# Employees_PhoneNo
source: Phone Number
de: หมายเลขโทรศัพท์
zh: 電話號碼

# Employees_PhysAdd
source: Address
de: ที่อยู่
zh: 地址

# Employees_PhysAtt
source: Attention
de: ความสนใจ
zh: 關注

# Employees_PhysCity
source: City
de: เมือง
zh: 城市

# Employees_PhysCtry
source: Country
de: ประเทศ
zh: 國家

# Employees_PhysStt
source: State
de: รัฐ
zh: 態

# Employees_PhysZip
source: Zip Code
de: รหัสไปรษณีย์
zh: 郵編

# Employees_PostAdd
source: Address
de: ที่อยู่
zh: 地址

# Employees_PostAtt
source: Attention
de: ความสนใจ
zh: 關注

# Employees_PostCity
source: City
de: เมือง
zh: 城市

# Employees_PostCtry
source: Country
de: ประเทศ
zh: 國家

# Employees_PostStt
source: State
de: รัฐ
zh: 態

# Employees_PostZip
source: Zip Code
de: รหัสไปรษณีย์
zh: 郵編

# Employees_Save
source: Save
de: บันทึก
zh: 儲存

# Employees_TaxNb
source: Tax Number
de: จำนวนภาษี
zh: 稅號

# Employees_Tel_AreaNum
source: Area Number
de: จำนวนเนื้อที่
zh: 區號碼

# Employees_Tel_CtryNum
source: Country Number
de: ประเทศจำนวน
zh: 國家號碼

# Employees_Tel_Num
source: Telephone
de: โทรศัพท์
zh: 電話

# Expense_Claims_Amount
source: Amount
de: จำนวน
zh: 量

# Expense_Claims_Date_Enter
source: Date Enter
de: วันที่ใส่
zh: 日期輸入

# Expense_Claims_Items
source: Items
de: รายการ
zh: 項目

# Expense_Claims_List_Approved
source: Approved
de: ได้รับการอนุมัติ
zh: 批准

# Expense_Claims_List_Paid
source: Paid
de: ต้องจ่าย
zh: 支付

# Expense_Claims_List_Pending
source: Pending
de: อยู่ระหว่างดำเนินการ
zh: 有待

# Expense_Claims_Payment_Due
source: Payment_Due
de: การชำระเงินเนื่องจาก
zh: 到期付款

# Expense_Claims_Receipt_Date
source: Receipt Date
de: ใบเสร็จรับเงินวันที่
zh: 接收日期

# Expense_Claims_Receipt_From
source: Receipt From
de: ใบเสร็จรับเงินจาก
zh: 從收據

# Expense_Claims_Reference
source: Ref
de: การอ้างอิง
zh: 參考

# Expense_Claims_Reporting_Date
source: Reporting Date
de: รายงานวันที่
zh: 報告日期

# Expense_Claims_Status
source: Status
de: สถานะ
zh: 狀態

# Expense_Claims_Submit_Date
source: Submit Date
de: ส่งวันที่
zh: 提交日期

# Expensive_Claim_Add_Account
source: Account
de: บัญชี
zh: 帳戶

# Expensive_Claim_Add_Amount_Are
source: Line item amounts are
de: จำนวนบรรทัดรายการที่
zh: 行項目金額

# Expensive_Claim_Add_Amount_THB
source: Amount THB
de: บาทจำนวนเงินที่
zh: 量泰銖

# Expensive_Claim_Add_Date
source: Date
de: วันที่
zh: 日期

# Expensive_Claim_Add_Description
source: Description
de: ลักษณะ
zh: 描述

# Expensive_Claim_Add_Include_Tax
source: Include Tax
de: รวมถึงภาษี
zh: 包括稅

# Expensive_Claim_Add_Quantity
source: Quantity
de: ปริมาณ
zh: 數量

# Expensive_Claim_Add_Receipt_from
source: Receipt from
de: ใบเสร็จรับเงินจาก
zh: 從收據

# Expensive_Claim_Add_Tax_Exclusive
source: Tax Exclusive
de: ภาษีพิเศษ
zh: 不含稅

# Expensive_Claim_Add_Tax_Include
source: Tax Inclusive
de: ภาษีรวม
zh: 含稅

# Expensive_Claim_Add_Tax_rate
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# Expensive_Claim_Add_Unit_Price
source: Unit Price
de: ราคาต่อหน่วย
zh: 單價

# Expensive_Claim_Edit_Payment_Due
source: Payment Due
de: การชำระเงินเนื่องจาก
zh: 到期付款

# Expensive_Claim_List_Add_Receipt
source: Add Receipt
de: เพิ่มใบเสร็จรับเงิน
zh: 添加收據

# Expensive_Claim_List_Current_Claim
source: Current Claim
de: เรียกร้องในปัจจุบัน
zh: 目前索賠

# Expensive_Claim_List_Edit_Receipt
source: Edit
de: แก้ไข
zh: 編輯

# Expensive_Claim_List_Expensive_Claim
source: Expense Claims
de: เรียกร้องค่าใช้จ่าย
zh: 報銷

# Expensive_Claim_List_Expensive_Claim_Submit
source: Expense Claim Submitted
de: ค่าใช้จ่ายที่เรียกร้องส่ง
zh: 報銷提交

# Expensive_Claim_List_Previous_Claim
source: Previous Claim
de: เรียกร้องที่ผ่านมา
zh: 上一頁索賠

# Expensive_Claim_List_Reference
source: Reference
de: การอ้างอิง
zh: 參考

# FixedAsset_Account
source: Account
de: บัญชี
zh: 帳戶

# FixedAsset_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# FixedAsset_AssetType
source: Asset Type
de: ประเภทสินทรัพย์
zh: 資產類型

# FixedAsset_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# FixedAsset_Create
source: Register
de: การลงทะเบียน
zh: 註冊

# FixedAsset_CreatedDate
source: Created Date
de: วันที่สร้าง
zh: 創建日期

# FixedAsset_CreatedUserID
source: Created User
de: ผู้ใช้ที่สร้าง
zh: 創建用戶

# FixedAsset_Create_Title
source: New Asset
de: สินทรัพย์ใหม่
zh: 新資產

# FixedAsset_Declining
source: Declining Balance
de: ยอดคงเหลือลดลง
zh: 餘額遞減

# FixedAsset_Delete
source: Delete
de: ลบ
zh: 刪除

# FixedAsset_Depreciation
source: Depreciation
de: ค่าเสื่อมราคา
zh: 折舊

# FixedAsset_DepreciationAccount
source: Depreciation Account
de: บัญชีค่าเสื่อมราคา
zh: 折舊帳戶

# FixedAsset_DepreciationMethod
source: Depreciation Method
de: วิธีการคิดค่าเสื่อมราคา
zh: 折舊方法

# FixedAsset_DepreciationRate
source: Depriciation Rate
de: อัตราค่าเสื่อมราคา
zh: 折舊率

# FixedAsset_Depreciation_Title
source: Depreciation
de: ค่าเสื่อมราคา
zh: 折舊

# FixedAsset_Description
source: Description
de: ลักษณะ
zh: 描述

# FixedAsset_ItemCode
source: Asset Number
de: จำนวนสินทรัพย์
zh: 資產編號

# FixedAsset_ItemName
source: Item Name
de: ชื่อรายการ
zh: 項目名稱

# FixedAsset_PurchaseDate
source: Purchase Date
de: วันที่ซื้อ
zh: 購買日期

# FixedAsset_PurchasePrice
source: Purchase Price
de: ราคาซื้อ
zh: 購買價

# FixedAsset_Register
source: Register
de: การลงทะเบียน
zh: 註冊

# FixedAsset_Save
source: Save
de: บันทึก
zh: 儲存

# FixedAsset_Sold
source: Sell
de: ขาย / ทิ้ง
zh: 出售/處置

# FixedAsset_StartDate
source: Start Date
de: วันที่เริ่มต้น
zh: 開始日期

# FixedAsset_Straight
source: Straight Line
de: สายตรง
zh: 直線

# FixedAsset_Title
source: Fixed Assets
de: สินทรัพย์ถาวร
zh: 固定資產

# FixedAsset_Update
source: Update
de: ปรับปรุง
zh: 更新

# Function_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Function_Close
source: Close
de: ปิด
zh: 關閉

# Function_Delete
source: Delete
de: ลบ
zh: 刪除

# Function_Description
source: Description
de: ลักษณะ
zh: 描述

# Function_Edit
source: Edit
de: แก้ไข
zh: 編輯

# Function_Feature
source: Feature
de: ลักษณะ
zh: 特點

# Function_IndexCreate
source: Add New Functions
de: ฟังก์ชั่น
zh: 功能

# Function_Name
source: Name
de: ชื่อ
zh: 名稱

# Function_Save
source: Save
de: บันทึก
zh: 儲存

# Good_Create_Account
source: Account
de: บัญชี
zh: 帳戶

# Good_Create_Active
source: Status
de: สถานะ
zh: 狀態

# Good_Create_Attachment
source: Image
de: ภาพ
zh: 圖像

# Good_Create_Category
source: Category
de: หมวดหมู่
zh: 類別

# Good_Create_Close
source: Cancel
de: ยกเลิก
zh: 取消

# Good_Create_Code
source: Code
de: รหัส
zh: 碼

# Good_Create_Contact
source: Contact
de: การติดต่อ
zh: 聯繫

# Good_Create_Create
source: Add
de: เพิ่ม
zh: 加

# Good_Create_Description
source: Description
de: ลักษณะ
zh: 描述

# Good_Create_DomesticPrice
source: Price
de: ราคา
zh: 價格

# Good_Create_InputPrice
source: Purchases Price
de: การซื้อสินค้าราคา
zh: 購買價格

# Good_Create_Name
source: Name
de: ชื่อ
zh: 名稱

# Good_Create_OutputPrice
source: Sales Price
de: ราคาขาย
zh: 銷售價格

# Good_Create_ParentID
source: Parent ID
de: ID ผู้ปกครอง
zh: 父ID

# Good_Create_PeriodDate
source: Period Date
de: วันที่ระยะเวลา
zh: 期日期

# Good_Create_StartDate
source: Start Date
de: วันที่เริ่มต้น
zh: 開始日期

# Good_Create_TaxRate
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# Good_Create_Title
source: Add New Goods
de: เพิ่มสินค้าใหม่
zh: 新增商品

# Good_Create_Type
source: Type
de: ชนิด
zh: 類型

# Good_Create_UnitPrice
source: Unit Price
de: ราคาต่อหน่วย
zh: 單價

# Good_Create_UOM
source: UOM
zh: 計量單位

# Good_Create_Update
source: Save
de: บันทึก
zh: 儲存

# Good_Index_Archive
source: Archive
de: เก็บ
zh: 存檔

# Good_Index_Categories
source: Categories
de: หมวดหมู่
zh: 分類

# Good_Index_Create
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Good_Index_Delete
source: Delete
de: ลบ
zh: 刪除

# Good_Index_Restore
source: Restore
de: ฟื้นฟู
zh: 恢復

# Good_Index_Search
source: Search
de: ค้นหา
zh: 搜索

# Good_Index_Title
source: Inventory Items
de: สินค้าคงเหลือ
zh: 存貨

# IncomingShipment_Details_Close
source: Close
de: ปิด
zh: 關閉

# IncomingShipment_Details_Description
source: Description
de: ลักษณะ
zh: 描述

# IncomingShipment_Details_DISC
source: Disc %
de: % ส่วนลด
zh: 折扣％

# IncomingShipment_Details_OstQty
source: Ost Quanlity
de: Ost จำนวน
zh: OST數量

# IncomingShipment_Details_Qty
source: Quanlity
de: ปริมาณ
zh: 數量

# IncomingShipment_Details_QtyReq
source: Quanlity Request
de: จำนวนการร้องขอ
zh: 數量要求

# IncomingShipment_Details_Submit
source: Submit
de: เสนอ
zh: 提交

# IncomingShipment_Details_SubTotal
source: Sub Total
de: ชิ้นราคารวม
zh: 小計

# IncomingShipment_Details_UnitPrice
source: Unit Price
de: ราคาต่อหน่วย
zh: 單價

# IncomingShipment_Details_UOM
source: UOM
zh: 計量單位

# IncomingShipment_Index_Currency
source: Currency
de: เงินตรา
zh: 貨幣

# IncomingShipment_Index_Date
source: Date
de: วันที่
zh: 日期

# IncomingShipment_Index_Details
source: Shipment details
de: ที่เข้ามารายละเอียดการจัดส่ง
zh: 傳入寄件明細

# IncomingShipment_Index_Draft
source: Draft
de: ร่าง
zh: 草案

# IncomingShipment_Index_From
source: From
de: จาก
zh: 從

# IncomingShipment_Index_History
source: History
de: ประวัติศาสตร์
zh: 歷史

# IncomingShipment_Index_List
source: Incoming Shipments
zh: 來電出貨名單

# IncomingShipment_Index_Nodata
source: No data available
de: ไม่มีข้อมูล
zh: 無可用數據

# IncomingShipment_Index_PlaceHolder
source: Input PO No,Shipment No
de: จำนวนข้อมูลการสั่งซื้อการจัดส่งไม่มี
zh: 輸入訂單號提單號

# IncomingShipment_Index_PoNo
source: Purchase Order #
de: ซื้อจำนวนการสั่งซื้อ
zh: 採購訂單編號

# IncomingShipment_Index_ReceivedDate
source: Received Date
de: วันที่ได้รับ
zh: 收稿日期

# IncomingShipment_Index_Reference
source: Reference
de: การอ้างอิง
zh: 參考

# IncomingShipment_Index_Search
source: Search
de: ค้นหา
zh: 搜索

# IncomingShipment_Index_ShipmentNo
source: Shipment No
de: จำนวนการจัดส่ง
zh: 提單號碼

# IncomingShipment_Index_SourceNo
source: Source No
de: จำนวนแหล่งที่มา
zh: 源數

# IncomingShipment_Index_Status
source: Status
de: สถานะ
zh: 狀態

# IncomingShipment_Index_Type
source: Type
de: ชนิด
zh: 類型

# Incom_View_CreateBy
source: Create By
de: สร้างโดย
zh: 通過創建

# Incom_View_ReceivedDate
source: Receive Date
de: ได้รับวันที่
zh: 接收日期

# Incom_View_StockInDetails
source: Stock In Details
de: สินค้าในรายละเอียด
zh: 庫存在詳細信息

# Incom_View_ToStock
source: To Stock
de: ที่จะสต็อกสินค้า
zh: 庫存

# IndexTitle
source: Welcome!
de: ยินดีต้อนรับ
zh: 歡迎！

# LogOnErrorMessage
source: The user name or password provided is incorrect.
de: ชื่อผู้ใช้หรือรหัสผ่านให้ถูกต้อง
zh: 提供的用戶名或密碼不正確。

# LogOnLegend
source: Account Information
de: ข้อมูลเกี่ยวกับบัญชี
zh: 帳戶信息

# LogOnLoginButton
source: Login
de: การเข้าสู่ระบบ
zh: 登錄

# LogOnMessage
source: Please enter your username and password or you can
de: กรุณากรอกชื่อผู้ใช้และรหัสผ่านของคุณหรือคุณสามารถ
zh: 請輸入您的用戶名和密碼，或者您也可以

# LogOnMessage2
source: if you don't have an account.
de: ถ้าคุณไม่ได้มีบัญชี
zh: 如果你沒有一個帳戶。

# LogOnModelPassword
source: Password
de: รหัสผ่าน
zh: 密碼

# LogOnModelUsername
source: Username
de: ชื่อผู้ใช้
zh: 用戶名

# LogOnRegisterLink
source: register
de: การลงทะเบียน
zh: 註冊

# LogOnTitle
source: Log On
de: การเข้าสู่ระบบ
zh: 登錄

# LogOnValidationSummary
source: Login was unsuccessful. Please correct the errors and try again.
de: เข้าสู่ระบบไม่ประสบความสำเร็จ โปรดแก้ไขข้อผิดพลาดและลองอีกครั้ง
zh: 登陸失敗。請修正錯誤，然後再試一次。

# MachineHistory_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# MachineHistory_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# MachineHistory_Cost
source: Cost
de: ราคา
zh: 成本

# MachineHistory_CurrencyID
source: Currency ID
de: สกุลเงิน
zh: 貨幣編號

# MachineHistory_Delete
source: Delete
de: ลบ
zh: 刪除

# MachineHistory_Description
source: Description
de: ลักษณะ
zh: 描述

# MachineHistory_MachineID
source: Machine ID
de: เครื่อง
zh: 機器ID

# MachineHistory_MaxDailyRuntime
source: Max Daily Runtime
de: แม็กซ์วัน Runtime
zh: 最大每日運行時間

# MachineHistory_Save
source: Save
de: บันทึก
zh: 儲存

# MachineHistory_Status
source: Status
de: สถานะ
zh: 狀態

# MachineHistory_UpdateTime
source: Update Time
de: ปรับปรุงเวลา
zh: 更新時間

# MachineHistory_WorkCenterID
source: Work Center ID
de: ศูนย์ทำงาน
zh: 工作中心的ID

# Machines_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Machines_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Machines_Code
source: Machine Code
de: รหัสเครื่อง
zh: 機器碼

# Machines_Cost
source: Cost Per Minute
de: ค่าใช้จ่ายต่อนาที
zh: 費用為每分鐘

# Machines_DefaultRt
source: Default Run Time
de: เริ่มต้นเรียกใช้เวลา
zh: 默認運行時間

# Machines_DefaultSt
source: Default Setup Time
de: เวลาที่ตั้งค่าเริ่มต้น
zh: 默認設置時間

# Machines_Delete
source: Delete
de: ลบ
zh: 刪除

# Machines_Description
source: Description
de: ลักษณะ
zh: 描述

# Machines_Free
source: Available
de: ที่มีจำหน่าย
zh: 可用的

# Machines_InProcess
source: In Process
de: ในกระบวนการ
zh: 在過程

# Machines_Maintenance
source: Maintenance
de: การบำรุง
zh: 保養

# Machines_Name
source: Name
de: ชื่อ
zh: 名稱

# Machines_Repair
source: Repair
de: ซ่อมแซม
zh: 修復

# Machines_Save
source: Save
de: บันทึก
zh: 儲存

# Machines_Status
source: Machine Status
de: สถานะเครื่อง
zh: 機器狀態

# Machines_Title
source: Machines
de: เครื่องจักร
zh: 機

# Machines_WCenterID
source: Work Center Code
de: ศูนย์การทำงานของรหัส
zh: 工作中心代碼

# MenuAbout
source: About
de: เกี่ยวกับเรา
zh: 關於我們

# MenuHome
source: Home
de: หน้าหลัก
zh: 主頁

# Note_Create_Changes
source: Changes
de: การเปลี่ยนแปลง
zh: 變化

# Note_Create_Date
source: Date
de: วันที่
zh: 日期

# Note_Create_Details
source: Details
de: รายละเอียด
zh: 詳細信息

# Note_Create_User
source: User
de: ผู้ใช้
zh: 用戶

# OutcomingShipment_Inventory
source: Inventory
zh: 草案

# OutgoingShipment_Index_List
source: List of Outgoing Shipment
de: รายชื่อการจัดส่งออก
zh: 即將離任的出貨清單

# OutGoing_Index_History
source: History
de: ประวัติศาสตร์
zh: 歷史

# OutGoing_Index_ReceivedStock
source: Received Stock
de: สต็อกที่ได้รับ
zh: 收到庫存

# OutGoing_Index_SODate
source: SO Date
de: การขายสินค้าวันที่
zh: 銷售訂單日期

# OutGoing_Index_SourceNo
source: Source No
de: จำนวนแหล่งที่มา
zh: 源數

# OutGoing_Index_Status
source: Status
de: สถานะ
zh: 狀態

# OutGoing_Index_Type
source: Type
de: ชนิด
zh: 類型

source: Outgoing shipment detail
de: รายละเอียดการจัดส่งสินค้าขาออก
zh: 即將離任的出貨明細

# OutGoing_View_ContactPerson
source: Contact Person
de: บุคคลที่ติดต่อ
zh: 聯繫人

# OutGoing_View_From
source: From
de: จาก
zh: 從

# OutGoing_View_PODate
source: PO Date
de: สั่งซื้อวันที่
zh: 採購訂單日期

# OutGoing_View_PurchaseOrderNo
source: Purchase Order No
de: สั่งซื้อไม่มี
zh: 採購訂單號

# OutGoing_View_ShipmentNo
source: Shipment No
de: ไม่มีการจัดส่ง
zh: 出貨無

# OutGoing_WorkOrder_CreateBy
source: Create By
de: สร้างโดย
zh: 通過創建

# OutGoing_WorkOrder_CreateDate
source: Create Date
de: วันที่สร้าง
zh: 創建日期

# OutGoing_WorkOrder_Delivery
source: Delivery information
de: ข้อมูลการจัดส่งสินค้า
zh: 配送信息

# OutGoing_WorkOrder_DeliveryDate
source: Delivery Date
de: วันที่ส่ง
zh: 交貨日期

# OutGoing_WorkOrder_Item
source: Item Details
de: รายละเอียดสินค้า
zh: 產品詳細信息

# OutGoing_WorkOrder_OrderDate
source: Order Date
de: สั่งซื้อวันที่
zh: 訂購日期

# OutGoing_WorkOrder_ProductTitle
source: Product Details
de: รายละเอียดสินค้า
zh: 產品詳細信息

# OutGoing_WorkOrder_QtyReq
source: Quantity Request
de: จำนวนการร้องขอ
zh: 數量要求

# OutGoing_WorkOrder_Stock
source: Stock
de: สต็อก
zh: 庫存

# OutGoing_WorkOrder_UOM
source: UOM
zh: 計量單位

# OutGoing_WorkOrder_WorkOrderNo
source: WorkOrder No
de: ทำงานไม่มีการสั่งซื้อ
zh: 工作訂單號

# PayItem_AccountID
source: Account ID
de: รหัสบัญชี
zh: 帳戶ID

# PayItem_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# PayItem_Close
source: Cancel
de: ยกเลิก
zh: 取消

# PayItem_Delete
source: Delete
de: ลบ
zh: 刪除

# PayItem_Description
source: Description
de: ลักษณะ
zh: 描述

# PayItem_Name
source: Name
de: ชื่อ
zh: 名稱

# PayItem_Save
source: Save
de: บันทึก
zh: 儲存

# PayItem_Search
source: Search
de: ค้นหา
zh: 搜索

# PayItem_ShowOnSlip
source: Show On Slip
de: แสดงในสลิป
zh: 顯示在滑

# PayItem_Title
source: Pay Items
de: จ่ายรายการ
zh: 支付項目

# PayItem_Type
source: Type
de: ชนิด
zh: 類型

# Payment_Account
source: Account
zh: 新增員工

# Payment_Description
source: Description
zh: 描述

# Payment_Quantity
source: Quantity
zh: 數量

# PayRun_AddNewLine
source: Add New Line
de: เพิ่ม บรรทัดใหม่
zh: 新增線

# PayRun_AddPayment
source: Add Payment
de: เพิ่ม การชำระเงิน
zh: 添加付款

# PayRun_Amount
source: Amount
de: จำนวน
zh: 量

# PayRun_AmountPaid
source: Amount Paid
de: จำนวนเงินที่ ชำระ
zh: 已支付的款項

# PayRun_AmoutDue
source: Amout Due
de: amout เนื่องจาก
zh: 大寫金額由於

# PayRun_APaid
source: Paid
zh: 已支付的款項

# PayRun_Awaiting
source: Awaiting Payment
de: รอการ ชำระเงิน
zh: 等待付款

# PayRun_AwaitingPayment
source: Awaiting Payment
de: รอการ ชำระเงิน
zh: 等待付款

# PayRun_Back
source: Back
de: กลับ
zh: 後面

# PayRun_BankAccount
source: Bank Account
de: บัญชีเงินฝาก
zh: 銀行帳戶

# PayRun_BatchPay
source: Batch Pay Employees
de: พนักงาน จ่าย ชุด
zh: 批量支付僱員

# PayRun_Bill
source: Bill
de: บิล
zh: 法案

# PayRun_Contact
source: Con tact
de: การติดต่อ
zh: 聯繫

# PayRun_Date
source: Date
de: วันที่
zh: 日期

# PayRun_DatePaid
source: Date Paid
de: วันที่ ชำระเงิน
zh: 已支付的日期

# PayRun_Des
source: Description
de: ลักษณะ
zh: 描述

# PayRun_Details
source: Details
de: รายละเอียด
zh: 詳細信息

# PayRun_Detail_Allowances
source: Allowances
de: ค่าเบี้ยเลี้ยง
zh: 津貼

# PayRun_Detail_Deductions
source: Deductions
de: การหักเงิน
zh: 扣除

# PayRun_Detail_GrossWages
source: Gross Wages
de: ค่าจ้าง ขั้นต้น
zh: 工資總額

# PayRun_Detail_Name
source: Name
de: ชื่อ
zh: 名稱

# PayRun_Detail_NetPay
source: Net Pay
de: สุทธิ จ่าย
zh: 淨收費

# PayRun_Detail_NonTaxableAllowances
source: Non-taxable Allowances
de: ค่าเผื่อ ไม่ต้องเสียภาษี
zh: 非課稅津貼

# PayRun_Detail_PostTaxDeductions
source: Post-tax Deductions
de: โพสต์ หัก ภาษี
zh: 稅後扣除

# PayRun_Detail_Taxes
source: Taxes
de: ภาษี
zh: 稅

# PayRun_Due
source: Due VND
de: ครบกำหนด
zh: 應有

# PayRun_DueDate
source: Due Date
de: วันที่ครบกำหนด
zh: 到期日

# PayRun_Earnings
source: Earnings
de: รายได้
zh: 收益

# PayRun_EmployerContributions
source: Employer Contributions
de: เงินสมทบ ของนายจ้าง
zh: 雇主供款

# PayRun_EnterEmployee
source: Enter Employee Payment
de: ใส่ เงิน ของพนักงาน
zh: 輸入員工支付

# PayRun_Frequency
source: Pay Frequency
de: จ่าย ความถี่
zh: 收費頻率

# PayRun_From
source: From
de: จาก
zh: 從

# PayRun_Index
source: Pay Run
de: เรียกใช้ จ่าย
zh: 交運行

# PayRun_IndexList
source: Pay Run List
de: เรียกใช้ จ่าย รายชื่อ
zh: 收費運行列表

# PayRun_IndexTitle
source: Period covered by pay run
de: ระยะเวลา การคุ้มครองโดยการ จ่ายเงิน การทำงาน
zh: 所涵蓋的工資跑

# PayRun_Index_Approved
source: Approved
de: ได้รับการอนุมัติ
zh: 批准

# PayRun_Index_Delete
source: Delete
de: ลบ
zh: 刪除

# PayRun_Index_Draft
source: Draft
de: ร่าง
zh: 草案

# PayRun_Index_EmployeePayment
source: Employee Payment
de: ชำระเงิน พนักงาน
zh: 僱員支付

# PayRun_Index_Manager
source: Manager Pay Item
de: ผู้จัดการฝ่าย รายการ จ่าย
zh: 經理付款項目

# PayRun_Index_New
source: New Pay Run
de: ใหม่ เรียกใช้ จ่าย
zh: 新的收費運行

# PayRun_Index_OrtherPayment
source: Orther Payment
de: การชำระเงิน อื่น ๆ ที่
zh: 繁於其付款

# PayRun_Index_PayDate
source: Pay Date
de: วันที่ ชำระเงิน
zh: 支付日期

# PayRun_Index_PayPeriod
source: Pay period
de: ระยะเวลา การชำระเงิน
zh: 支付期限

# PayRun_Index_Status
source: Status
de: สถานะ
zh: 狀態

# PayRun_Index_Total
source: Total
de: รวมทั้งหมด
zh: 總

# PayRun_Index_Voided
source: Voided
de: เป็นโมฆะ
zh: 作廢

# PayRun_Item
source: Item
de: ชิ้น
zh: 項目

# PayRun_Items
source: items
de: ชิ้น
zh: 項目

# PayRun_Less
source: Less
de: น้อยลง
zh: 少

# PayRun_LessDeduction
source: Less Deductions
de: หัก น้อย
zh: 扣減

# PayRun_LessPosttaxDeductions
source: Less Post-tax Deductions
de: โพสต์ น้อย หัก ภาษี
zh: 減稅後扣除

# PayRun_MakeAPayment
source: Make A Payment
de: ชำระเงิน
zh: 進行付款

# PayRun_NetPay
source: NET PAY
zh: 淨工資

# PayRun_Next
source: Next
de: ต่อไป
zh: 下一個

# PayRun_NumberEmployee
source: Employees in pay run
de: พนักงานใน การทำงาน จ่าย
zh: 薪酬員工跑

# PayRun_Paid
source: Paid
de: ต้องจ่าย
zh: 支付

# PayRun_PaidFrom
source: Paid From
de: การชำระเงิน จาก
zh: 從支付

# PayRun_PayCal
source: Pay Calculation
de: การคำนวณ ค่าใช้จ่าย
zh: 支付計算

# PayRun_PayItem
source: Pay Item
de: จ่าย รายการ
zh: 支付項目

# PayRun_Payment
source: Payment
de: การชำระเงิน
zh: 付款

# PayRun_PaymentDate
source: Payment Date
de: วันที่ ชำระเงิน
zh: 付款日期

# PayRun_PaymentVND
source: Payment VND
de: การชำระเงิน
zh: 付款

# PayRun_PaySlipFor
source: Payslip for
de: payslip เพื่อ
zh: 對於工資單

# PayRun_PaySlipNote
source: Payslip notes (optional)
de: บันทึก payslip (ถ้ามี)
zh: 工資單票據（可選）

# PayRun_PaySlipNoteTitle
source: Any notes entered here will appear on every employee's payslip
de: บันทึกใด ๆ เข้ามา ที่นี่ จะปรากฏบน payslip ของพนักงานทุกคน
zh: 此處輸入的任何票據將出現在每一位員工的工資單

# PayRun_Payslips
source: Send Payslips
zh: 對於工資單

# PayRun_PlusAllowances
source: Plus Allowances
de: บวก ค่าเผื่อ
zh: 加津貼

# PayRun_PlusNontaxableAllowances
source: Plus Non-taxable Allowances
de: บวก ค่าเผื่อ ไม่เสียภาษี
zh: 加上非課稅津貼

# PayRun_Quanlity
source: Qty
de: ปริมาณ
zh: 數量

# PayRun_Rate
source: Rate
de: อัตรา
zh: 率

# PayRun_Ref
source: Ref
zh: 參考

# PayRun_Reference
source: Reference
de: การอ้างอิง
zh: 參考

# PayRun_Save
source: Save
de: บันทึก
zh: 儲存

# PayRun_SentPaySlip
source: Sent Payslips
de: สลิปเงินเดือน ส่ง
zh: 發送工資單

# PayRun_ShowTaxes
source: Show employee's tax number on payslips
de: แสดง จำนวน ภาษี ของพนักงาน ใน สลิปเงินเดือน
zh: 顯示工資單上員工的稅號

# PayRun_Statement
source: Details to appear on your bank statement
de: รายละเอียด ปรากฏอยู่ใน บัญชีเงินฝากธนาคาร ของคุณ
zh: 詳細信息出現在您的銀行對帳單

# PayRun_Status
source: Status
de: สถานะ
zh: 狀態

# PayRun_SubTotal
source: Sub Total
de: ชิ้นราคารวม
zh: 小計

# PayRun_Summary
source: Summary
de: ย่อ
zh: 總結

# PayRun_TakeHomPay
source: Take Home Pay
de: Take Home จ่าย
zh: 拿回家的薪水

# PayRun_Taxes
source: Taxes
de: ภาษี
zh: 稅

# PayRun_To
source: To
de: ไปยัง
zh: 至

# PayRun_TotalPayable
source: Total Payable
de: รวม เจ้าหนี้
zh: 應付帳款總額

# PayRun_ViewSummary
source: View Pay Run Summary Report
de: ดู จ่าย เรียกใช้ รายงานสรุป
zh: 查看支付運行報告摘要

# PayRun_Void
source: Void
de: เป็นโมฆะ
zh: 空虛

# PayRun_Wages
source: Wages
de: ค่าจ้าง
zh: 工資

# ProductionMonitors_Create_Approve
source: Approve
de: อนุมัติ
zh: 批准

# ProductionMonitors_Create_Back
source: Back
de: กลับ
zh: 後面

# ProductionMonitors_Create_ImplementDate
source: Implement Date
de: ดำเนินการวันที่
zh: 實施日期

# ProductionMonitors_Create_MachineName
source: Machine Name
de: ชื่อเครื่อง
zh: 機器名稱

# ProductionMonitors_Create_MPSNo
source: MPS No
de: MPS จำนวน
zh: MPS號碼

# ProductionMonitors_Create_ProcessTime
source: Process Time
de: เวลากระบวนการ
zh: 處理時間

# ProductionMonitors_Create_Save
source: Save
de: บันทึก
zh: 儲存

# ProductionMonitors_Create_ScheduleEndTime
source: Schedule End Time
de: ตารางเวลาสิ้นสุด
zh: 附表結束時間

# ProductionMonitors_Create_ScheduleStartTime
source: Schedule Start Time
de: ตารางเวลา
zh: 附表開始時間

# ProductionMonitors_Create_Title
source: ProductionMonitor
de: การผลิตการตรวจสอบ
zh: 生產監控

# ProductionMonitors_Create_TitleChildren
source: New Machine Capacity Planning
de: การวางแผนกำลังการผลิตเครื่องใหม่
zh: 新機容量規劃

# ProductionMonitors_Create_WorkCenter
source: Work Center
de: ศูนย์การทำงาน
zh: 工作中心

# ProductionMonitors_Create_WorkOrderNo
source: Work Order No
de: ทำงานหมายเลขสั่งซื้อ
zh: 工作單號

# ProductionMonitors_Index_Action
source: Action
de: การกระทำ
zh: 行動

# ProductionMonitors_Index_Add
source: Add New Schedule
de: Add New ตาราง
zh: 新增時間表

# ProductionMonitors_Index_Completed
source: Completed
de: เสร็จ
zh: 已完成

# ProductionMonitors_Index_Draft
source: Draft
de: ร่าง
zh: 草案

# ProductionMonitors_Index_MachineNo
source: Machine No
de: จำนวนเครื่อง
zh: 機號碼

# ProductionMonitors_Index_Processing
source: Processing
de: การประมวลผล
zh: 處理

# ProductionMonitors_Index_Return
source: Return
de: กลับ
zh: 回歸
