Repository: TamahomeEDI/TMT.Manage.ERP
Catalog: TMT.ERP/App_GlobalResources/Resource.*.resx
Languages: de, zh

# AccountGroup_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# AccountGroup_SetGroup
source: Set Group
de: ตั้งกลุ่ม
zh: 設置組

# AccountTrans_BankSTM_EndBalance
source: End Balance
de: ปลายยอดคงเหลือ
zh: 年末餘額

# AccountTrans_BankSTM_EndDate
source: End Date
de: วันที่สิ้นสุด
zh: 結束日期

# AccountTrans_BankSTM_ImpDate
source: Imported Date
de: วันที่นำเข้า
zh: 進口日期

# AccountTrans_BankSTM_Status
source: Status
de: สถานะ
zh: 狀態

# AccountTrans_BankSTM_StBalance
source: Start Balance
de: เริ่มสมดุล
zh: 開始平衡

# AccountTrans_BankSTM_StDate
source: Start Date
de: วันที่เริ่มต้น
zh: 開始日期

# AccountTrans_Index_Description
source: Description
de: ลักษณะ
zh: 描述

# AccountTrans_Index_Received
source: Received
de: ที่ได้รับ
zh: 收到

# AccountTrans_Index_Reference
source: Reference
de: การอ้างอิง
zh: 參考

# AccountTrans_Index_Spent
source: Spent
de: ที่อยู่ในระบบ
zh: 花費

# AccountTrans_Index_Status
source: Status
de: สถานะ
zh: 狀態

# AccountType_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# AccountType_Close
source: Cancel
de: ยกเลิก
zh: 取消

# AccountType_Delete
source: Delete
de: ลบ
zh: 刪除

# AccountType_Name
source: Name
de: ชื่อ
zh: 名稱

# AccountType_Save
source: Save
de: บันทึก
zh: 儲存

# AccountType_Title
source: Account Types
de: ประเภทบัญชี
zh: 賬戶類型

# AccountType_Type
source: Type
de: ชนิด
zh: 類型

# Account_Create_AccTypeID
source: Account Type ID
de: ประเภทบัญชี ID
zh: 賬戶類型標識

# Account_Create_Code
source: Code
de: รหัส
zh: 碼

# Account_Create_Description
source: Description
de: ลักษณะ
zh: 描述

# Account_Create_ExpenseClaim
source: Expense Claim
de: ค่าใช้จ่ายที่เรียกร้อง
zh: 報銷

# Account_Create_Name
source: Name
de: ชื่อ
zh: 名稱

# Account_Create_Payment
source: Payment
de: การชำระเงิน
zh: 付款

# Account_Create_PayRoll
source: Pay Roll
de: จ่ายม้วน
zh: 薪酬卷

# Account_Create_Status
source: Status
de: สถานะ
zh: 狀態

# Account_Create_TaxRate
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# Account_Create_TtCredit
source: Total Credit
de: เครดิตรวม
zh: 總積分

# Account_Create_TtDebit
source: Total Debit
de: เดบิตรวม
zh: 總借記

# Account_Create_YTD
source: YTD
zh: 年初至今

# Account_DashBroad
source: Show on Dashbroad
de: แสดงบนแผงควบคุม
zh: 顯示在儀表板

# Account_ExpenseClaim
source: Show in Expense Claims
de: แสดงในการเรียกร้องค่าใช้จ่าย
zh: 顯示的費用索賠

# Account_Index_AddBank
source: Add Bank Account
de: เพิ่มบัญชีธนาคาร
zh: 添加銀行賬戶

# Account_Index_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Account_Index_ChangeTax
source: Change Tax Rate
de: เปลี่ยนอัตราภาษี
zh: 改變稅率

# Account_Index_Close
source: Close
de: ปิด
zh: 關閉

# Account_Index_Code
source: Code
de: รหัส
zh: 碼

# Account_Index_Create
source: Create
de: สร้าง
zh: 創建

# Account_Index_Delete
source: Delete
de: ลบ
zh: 刪除

# Account_Index_Description
source: Description
de: ลักษณะ
zh: 描述

# Account_Index_Detail
source: Chi tiết
de: รายละเอียด
zh: 詳細信息

# Account_Index_Edit
source: Sửa
de: แก้ไข
zh: 編輯

# Account_Index_Name
source: Name
de: ชื่อ
zh: 名稱

# Account_Index_Save
source: Save
de: บันทึก
zh: 儲存

# Account_Index_Search
source: Search
de: ค้นหา
zh: 搜索

# Account_Index_Status
source: Status
de: สถานะ
zh: 狀態

# Account_Index_TaxRate
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# Account_Index_TextSearch
source: Nhập từ khóa tìm kiếm
de: ค้นหาข้อความ
zh: 關鍵詞

# Account_Index_Title
source: Account List
de: รายชื่อบัญชี
zh: 帳戶列表

# Account_Index_TypeID
source: Type
de: ชนิด
zh: 類型

# Account_Index_Update
source: Update
de: ปรับปรุง
zh: 更新

# Account_Payment
source: Enable Payment
de: เปิดใช้งานการชำระเงิน
zh: 啟用支付

# Account_Title
source: Chart Of Account
de: แผนภูมิของบัญชี
zh: 會計科目

# AddressFax
source: Fax
de: โทรสาร
zh: 傳真

# AddressFirstName
source: First name
de: ชื่อ
zh: 名稱

# AddressLastName
source: Last name
de: นามสกุล
zh: 姓

# AddressPhone
source: Phone
de: โทรศัพท์
zh: 電話

# AddressTown
source: Town
de: ตัวเมือง
zh: 鎮

# AddressZipCode
source: Zip
de: รหัสไปรษณีย์
zh: 郵政編碼

# Allocate_List_Description
source: Description
de: ลักษณะ
zh: 描述

# Allocate_List_Inventory_Allocation
source: Inventory Allocation
de: การจัดสรรสินค้าคงคลัง
zh: 庫存分配

# Allocate_List_Product_Order
source: Product Order
de: สั่งซื้อสินค้า
zh: 產品訂購

# Allocate_List_Qty
source: Qty
de: ปริมาณ
zh: 數量

# Allocate_List_Status
source: Status
de: สถานะ
zh: 狀態

# Allocate_List_Stock
source: Stocks
de: สินค้า
zh: 庫存

# Allocate_List_Type
source: Type
de: ชนิด
zh: 類型

# Allocate_List_Type_Custom
source: Custom
de: ประเพณี
zh: 習俗

# Allocate_List_Type_Standard
source: Standard
de: มาตรฐาน
zh: 標準

# Allocate_List_Work_Order_No
source: Work Order No
de: ทำงานไม่มีการสั่งซื้อ
zh: 工作訂單號

# AllocWO_Edit_Description
source: Description
de: ลักษณะ
zh: 描述

# AllocWO_Edit_Good
source: Item Code
de: ชิ้น
zh: 項目

# AllocWO_Edit_Inventory_Allocation
source: Inventory Allocation
de: การจัดสรรสินค้าคงคลัง
zh: 庫存分配

# AllocWO_Edit_QuantityAlloc
source: Qty Allocation
de: ปริมาณการจัดสรร
zh: 量分配

# AllocWO_Edit_ReqQty
source: Req Qty
de: จำนวนที่ต้องการ
zh: 所需數量

# AllocWO_Edit_Stock
source: Stocks
de: สินค้า
zh: 庫存

# AllocWO_Edit_UOM
source: UOM
zh: 計量單位

# AllocWO_Edit_Work_Center
source: Work Center
de: ศูนย์การทำงาน
zh: 工作中心

# AlloWO_Edit_Balance
source: Balance Qty Available
de: ความสมดุลของจำนวนที่มีจำหน่าย
zh: 餘額數量

# Alocate_List_Approval
source: Approval
de: การอนุมัติ
zh: 贊同

# Alocate_List_Create
source: Create
de: สร้าง
zh: 創建

# Alocate_List_Finish
source: Have finished allocation
de: ได้เสร็จสิ้นการจัดสรร
zh: 已分配完畢

# Alocate_List_Not_Finish
source: Haven't finished allocation
de: ยังไม่เสร็จสิ้นการจัดสรร
zh: 還沒有分配完

# AssetDetail_AccountID
source: Account ID
de: รหัสบัญชี
zh: 帳戶ID

# AssetDetail_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# AssetDetail_Code
source: Code
de: รหัส
zh: 碼

# AssetDetail_Delete
source: Delete
de: ลบ
zh: 刪除

# AssetDetail_Item
source: Item
de: ชิ้น
zh: 項目

# AssetDetail_PurchaseDate
source: Purchase Date
de: วันที่ซื้อ
zh: 購買日期

# BankAccounts_Index_AccountName
source: Account name
de: ชื่อบัญชี
zh: 帳戶名稱

# BankAccounts_Index_AccountNum
source: Account num
de: เลขที่บัญชี
zh: 帳號

# BankAccounts_Index_AddNew
source: Add Bank Account
de: เพิ่มบัญชีธนาคาร
zh: 添加銀行賬戶

# BankAccounts_Index_BankName
source: Bank name
de: ชื่อธนาคาร
zh: 銀行名稱

# BankAccounts_Index_BankStatement
source: Bank Statement
de: งบธนาคาร
zh: 銀行對賬單

# BankAccounts_Index_Currency
source: Currency
de: เงินตรา
zh: 貨幣

# BankAccounts_Index_DisplayName
source: Display name
de: ชื่อที่ปรากฏ
zh: 顯示名稱

# BankAccounts_Index_Edit
source: Edit Account Detail
de: รายละเอียดการแก้ไขบัญชี
zh: 編輯帳戶資料

# BankAccounts_Index_Find
source: Find
de: หา
zh: 發現

# BankAccounts_Index_Import
source: Import Statement
de: งบนำเข้า
zh: import語句

# BankAccounts_Index_New
source: New
de: ใหม่
zh: 新

# BankAccounts_Index_Receive
source: Receive Money
de: รับเงิน
zh: 收到錢

# BankAccounts_Index_Reconcile
source: Reconcile
de: คืนดี
zh: 調和

# BankAccounts_Index_ReconcileAcc
source: Reconcile Account
de: กระทบยอดบัญชี
zh: 調和帳戶

# BankAccounts_Index_Spend
source: Spend Money
de: ใช้จ่ายเงิน
zh: 用錢

# BankAccounts_Index_StatementBalance
source: Statement Balance
de: ดุลงบ
zh: 資產負債表

# BankAccounts_Index_Title
source: Bank Accounts
de: บัญชีธนาคาร
zh: 銀行賬戶

# BankAccounts_Index_TMTBalance
source: Balance in TMT
de: ความสมดุลใน บริษัท
zh: 在公司資產負債

# BankAccounts_Index_Transaction
source: Transaction
de: การซื้อขาย
zh: 交易

# BankAccounts_Index_Transfer
source: Transfer Money
de: โอนเงิน
zh: 劃款

# BankAccount_Create_AccountName
source: Account Name
de: ชื่อบัญชี
zh: 帳戶名稱

# BankAccount_Create_AccountNumber
source: Account No
de: เลขที่บัญชี
zh: 帳號

# BankAccount_Create_BankName
source: Bank Name
de: ชื่อธนาคาร
zh: 銀行名稱

# BankAccount_Create_Close
source: Cancel
de: ยกเลิก
zh: 取消

# BankAccount_Create_Company
source: Company
de: บริษัท
zh: 公司

# BankAccount_Create_Create
source: Save
de: บันทึก
zh: 儲存

# BankAccount_Create_Currentcy
source: Currency
de: เงินตรา
zh: 貨幣

# BankAccount_Create_Delete
source: Delete
de: ลบ
zh: 刪除

# BankAccount_Create_Description
source: Description
de: ลักษณะ
zh: 描述

# BankAccount_Create_Detail
source: Detail
de: รายละเอียด
zh: 細節

# BankAccount_ReceiveMoney_Invoice
source: Invoice #
de: เลขที่ใบแจ้งหนี้
zh: 發票號碼

# BankAccount_ReceiveMoney_Method
source: Receive As
de: รับเป็น
zh: 接收為

# BankAccount_SaleInvoice_List_To
source: To
de: ไปยัง
zh: 至

# BankAccount_SpendMoney_Account
source: Account
de: บัญชี
zh: 帳戶

# BankAccount_SpendMoney_AdjustmentsTax
source: Includes Adjustments to Tax
de: รวมถึงการปรับภาษี
zh: 包括調整稅收

# BankAccount_SpendMoney_Amount
source: Amount
de: จำนวน
zh: 量

# BankAccount_SpendMoney_AmountAre
source: VAT
zh: 量是

# BankAccount_SpendMoney_Cur
source: Currency
de: เงินตรา
zh: 貨幣

# BankAccount_SpendMoney_Date
source: Date
de: วันที่
zh: 日期

# BankAccount_SpendMoney_Description
source: Description
de: ลักษณะ
zh: 描述

# BankAccount_SpendMoney_Inv
source: Invoice #
de: เลขที่ใบแจ้งหนี้
zh: 發票號碼

# BankAccount_SpendMoney_Method
source: Spend As
de: ใช้จ่ายเป็น
zh: 花費

# BankAccount_SpendMoney_Quantity
source: Quantity
de: ปริมาณ
zh: 數量

# BankAccount_SpendMoney_RateNoTax
source: Tax Exempt (0%)
de: ได้รับการยกเว้นภาษี (0%)
zh: 免稅（0％）

# BankAccount_SpendMoney_Ref
source: Reference
de: การอ้างอิง
zh: 參考

# BankAccount_SpendMoney_Subtotal
source: Subtotal
de: ไม่ทั้งหมด
zh: 小計

# BankAccount_SpendMoney_Tax
source: Tax
de: ภาษี
zh: 稅

# BankAccount_SpendMoney_TaxRate
source: Tax Rate
de: อัตราภาษี
zh: 稅率

# BankAccount_SpendMoney_To
source: To
de: ไปยัง
zh: 至

# BankAccount_SpendMoney_Total
source: Total
de: รวมทั้งหมด
zh: 總

# BankAccount_SpendMoney_UPrice
source: Unit Price
de: ราคาต่อหน่วย
zh: 單價

# BOM_Active
source: Active
de: คล่องแคล่ว
zh: 活躍

# BOM_Add_Finish_Good
source: Add Finish Good
de: เพิ่มเสร็จสิ้นดี
zh: 添加完成好

# BOM_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# BOM_EffectiveDate
source: Effective Date
de: วันที่มีผล
zh: 生效日期

# BOM_Finish_Good
source: Finish Good
de: เสร็จสิ้นดี
zh: 光潔度好

# BOM_Good_Category
source: Categories
de: หมวดหมู่
zh: 分類

# BOM_Good_Description
source: Description
de: ลักษณะ
zh: 描述

# BOM_Good_Good_type
source: Good type
de: ประเภทดี
zh: 好型

# BOM_Good_Items_Code
source: Items Code
de: รายการรหัส
zh: 項目代碼

# BOM_Good_List_FG
source: FG
de: สินค้าสำเร็จรูป
zh: 成品

# BOM_Good_List_Products
source: List Products
de: รายการสินค้า
zh: 產品列表

# BOM_Good_List_RM
source: RM
de: วัตถุดิบ
zh: 原料

# BOM_Good_List_SF
source: SF
de: กึ่งสำเร็จรูปที่ดี
zh: 半成品好

# BOM_Good_Price
source: Price
de: ราคา
zh: 價格

source: BOM List
de: รายชื่อ BOM
zh: BOM清單

# BOM_Name
source: Input Name
de: ชื่อของท่าน
zh: 輸入名稱

# BOM_Name_Column
source: Name
de: ชื่อ
zh: 名稱

# BOM_Set
source: Set BOM
de: ตั้ง BOM
zh: 設置物料清單

# Budget_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Budget_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Budget_Delete
source: Delete
de: ลบ
zh: 刪除

# Budget_Name
source: Name
de: ชื่อ
zh: 名稱

# Budget_Save
source: Save
de: บันทึก
zh: 儲存

# Category_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Category_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Category_Delete
source: Delete
de: ลบ
zh: 刪除

# Category_Description
source: Description
de: ลักษณะ
zh: 描述

# Category_Name
source: Name
de: ชื่อ
zh: 名稱

# Category_Save
source: Save
de: บันทึก
zh: 儲存

# Category_Search
source: Search
de: ค้นหา
zh: 搜索

# Category_Title
source: Inventory Categories
de: หมวดหมู่สินค้าคงคลัง
zh: 庫存分類

# Common_Account
source: Account
de: บัญชี
zh: 帳戶

# Common_Accounts
source: Accounts
de: บัญชี
zh: 帳戶

# Common_Add
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Common_AddNewLine
source: Add a new line
de: เพิ่มบรรทัดใหม่
zh: 添加一個新行

# Common_All
source: All
de: ทั้งหมด
zh: 所有

# Common_Amount
source: Amount
de: จำนวน
zh: 量

# Common_ApprovalUser
source: Approval User
de: ผู้ใช้งานได้รับการอนุมัติ
zh: 認證用戶

# Common_Approve
source: Approve
de: อนุมัติ
zh: 批准

# Common_ApprovedDate
source: Approved Date
de: วันที่ได้รับการอนุมัติ
zh: 批准日期

# Common_AwaitingApproval
source: Awaiting Approval
de: รอการอนุมัติ
zh: 正在等待批准

# Common_AwaitingOutgoingShipment
source: Awaiting Outgoing Shipment
de: รอส่งออก
zh: 等待傳出出貨

# Common_Back
source: Back
de: กลับ
zh: 後面

# Common_Bills
source: Purchase Orders
de: ใบสั่งซื้อ
zh: 採購訂單

# Common_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Common_Code
source: Code
de: รหัส
zh: 碼

# Common_Completed
source: Completed
de: เสร็จ
zh: 已完成

# Common_ConfirmDelete
source: Are you sure deleted item(s) ?
de: คุณแน่ใจหรือว่าต้องการลบรายการนี้
zh: 您確定要刪除它？

# Common_CreateDate
source: Create Date
de: วันที่สร้าง
zh: 創建日期

# Common_CreatedUser
source: Created User
de: ผู้ใช้ที่สร้าง
zh: 創建用戶

# Common_Customer
source: Customer
de: ลูกค้า
zh: 顧客

# Common_Delete
source: Delete
de: ลบ
zh: 刪除

# Common_Description
source: Description
de: ลักษณะ
zh: 描述

# Common_Done
source: Done
de: เสร็จสิ้น
zh: 做

# Common_Draft
source: Draft
de: ร่าง
zh: 草案

# Common_EmployeePayments
source: Employee Payments
de: การชำระเงินพนักงาน
zh: 僱員的付款

# Common_FinishedGood
source: Finished Good
de: สำเร็จรูป
zh: 成品

# Common_FromStock
source: From stock
de: จากสต็อก
zh: 現貨

# Common_History
source: History
de: ประวัติศาสตร์
zh: 歷史

# Common_Import
source: Import
de: สินค้านำเข้า
zh: 進口

# Common_IncomingShipment
source: Incoming Shipment
de: การจัดส่งเข้ามา
zh: 傳入出貨

# Common_Invoices
source: Invoices
de: ใบแจ้งหนี้
zh: 發票

# Common_Item
source: Item
de: ชิ้น
zh: 項目

# Common_Job
source: Job
de: งาน
zh: 工作

# Common_ListProductMonitors
source: List ProductionMonitors
de: จอภาพผลิตรายการ
zh: 清單製作監視器

# Common_ManufacturingType
source: Manufacturing Type
de: ประเภทการผลิต
zh: 生產型

# Common_Msg_Change
source: You have not selected account to change Tax Rate!
de: You have not selected items to change Tax Rate!
zh: You have not selected items to change Tax Rate!

# Common_Msg_CodeUnique
source: Please enter unique Code.
de: กรุณากรอกรหัสที่ไม่ซ้ำกัน
zh: 請輸入唯一代碼

# Common_Msg_CountDisplay
source: There are no items to display.
de: ไม่มีรายการที่จะแสดง
zh: 有沒有可顯示的項目

# Common_Msg_Delete
source: You have not selected items to delete !
zh: 您沒有選擇要刪除的項目！

# Common_Msg_NameUnique
source: Please enter unique Name.
de: กรุณาใส่ชื่อที่ไม่ซ้ำกัน
zh: 請輸入唯一的名稱

# Common_Msg_TypeEmpty
source: Please select type of item
de: กรุณาเลือกประเภทของรายการ
zh: 請選擇商品類型

# Common_Msg_UOMEmpty
source: Please select uom of item
de: กรุณาเลือกหนี้ของรายการ
zh: 請選擇商品的計量單位

# Common_Name
source: Name
de: ชื่อ
zh: 名稱

# Common_OtherPayments
source: Other Payments
de: การชำระเงินอื่น ๆ
zh: 其他應付款

# Common_OutgoingShipment
source: Outgoing Shipment
de: การขนส่งสินค้าขาออก
zh: 傳出出貨

# Common_PaymentDate
source: Payment Date
de: วันที่ชำระเงิน
zh: 付款日期

# Common_PayPeriod
source: Pay Period
de: ระยะเวลาการชำระเงิน
zh: 交期

# Common_PayRun
source: Pay Run
de: เรียกใช้จ่าย
zh: 交運行

# Common_Pending
source: Pending
de: อยู่ระหว่างดำเนินการ
zh: 有待

# Common_Print
source: Print
zh: 打印

# Common_ProductMonitors
source: Production Monitors
de: จอภาพผลิต
zh: 生產顯示器

# Common_Purchases
source: Purchases
de: การซื้อสินค้า
zh: 購買

# Common_Quantity
source: Quantity
de: ปริมาณ
zh: 數量

# Common_Remove
source: Remove
de: เอาออก
zh: 清除

# Common_ReOrder
source: ReOrder
de: สั่งใหม่
zh: 重新排序

# Common_Repeating
source: Repeating
de: การทำซ้ำ
zh: 重複

# Common_Sales
source: Sales
de: ขาย
zh: 銷售

# Common_Save
source: Save
de: บันทึก
zh: 儲存

# Common_Search
source: Search
de: ค้นหา
zh: 搜索

# Common_SelectItem
source: Select item
de: เลือกรายการ
zh: 選擇項目

# Common_Status
source: Status
de: สถานะ
zh: 狀態

# Common_Stock
source: Stock
de: สต็อก
zh: 庫存

# Common_SubmitForApproval
source: Submit for Approval
de: ส่งเพื่อขออนุมัติ
zh: 提交審批

# Common_SubTotal
source: SUB TOTAL
de: รวมทั้งสิ้น
zh: 小計

# Common_Summary
source: Summary
de: ย่อ
zh: 總結

# Common_Tax
source: TAX
de: ภาษีที่เก็บได้
zh: 稅務

# Common_ToStock
source: To stock
de: สินค้า
zh: 庫存

# Common_Total
source: TOTAL
de: รวม
zh: 總

# Common_TranferStock
source: Tranfer stock
de: โอนสินค้า
zh: 轉院庫存

# Common_Update
source: Update
de: ปรับปรุง
zh: 更新

# Common_WorkOrder
source: Work Order
de: การทำงานของการสั่งซื้อ
zh: 工作單

# Company_Business
source: Business
de: ธุรกิจ
zh: 業務

# Company_Description
source: Description
de: ลักษณะ
zh: 描述

# Company_Detail_Save
source: Detail
de: รายละเอียด
zh: 細節

# Company_DisplayName
source: Display Name
de: ชื่อที่ใช้แสดง
zh: 顯示名稱

# Company_Edit_Save
source: Save
de: บันทึก
zh: 儲存

# Company_Email
source: Email address
de: ที่อยู่อีเมล์
zh: 電子郵件地址

# Company_Index_Addnew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Company_Index_Close
source: Cancel
de: ยกเลิก
zh: 取消

# Company_Index_Delete
source: Delete
de: ลบ
zh: 刪除

# Company_Index_Save
source: Save
de: บันทึก
zh: 儲存

# Company_Logo
source: Logo
zh: 標誌

# Company_Name
source: Name
de: ชื่อ
zh: 名稱

# Company_OrgaType
source: Organization
de: องค์กร
zh: 組織

# Company_PhysAddress
source: Address
de: ที่อยู่
zh: 地址

# Company_PhysAttention
source: Attention
de: ความสนใจ
zh: 關注

# Company_PhysCity
source: City
de: เมือง
zh: 城市

# Company_PhysCountry
source: Country
de: ประเทศ
zh: 國家

# Company_PhysState
source: State
de: รัฐ
zh: 態

# Company_PhysZipCode
source: ZipCode
de: รหัสไปรษณีย์
zh: 郵編

# Company_PosState
source: State
de: รัฐ
zh: 態

# Company_PostAddress
source: Address
de: ที่อยู่
zh: 地址

# Company_PostAttention
source: Attention
de: ความสนใจ
zh: 關注

# Company_PostCity
source: City
de: เมือง
zh: 城市

# Company_PostCountry
source: Country
de: ประเทศ
zh: 國家

# Company_PostZipCode
source: Zipcode
de: รหัสไปรษณีย์
zh: 郵編

# Company_Telephone
source: Telephone
de: โทรศัพท์
zh: 電話

# Company_Tel_Area
source: Area No
de: พื้นที่ไม่มี
zh: 區域否

# Company_Tel_Country
source: Country No
de: ประเทศไม่มี
zh: 國家無

# Company_Tel_Num
source: Telephone No
de: โทรศัพท์ไม่มี
zh: 電話號碼

# Company_Title
source: Company
de: บริษัท
zh: 公司

# Company_TradingName
source: Trading Name
de: ชื่อการค้า
zh: 交易名稱

# Company_Website
source: Website
de: เว็บไซต์
zh: 網站

# Contacts_Add
source: Address
de: ที่อยู่
zh: 地址

# Contacts_AddNew
source: Add
de: เพิ่ม
zh: 加

# Contacts_BADetails
source: Bank Account Details
de: รายละเอียดบัญชีธนาคาร
zh: 銀行賬戶資料

# Contacts_BAName
source: Bank Account Name
de: ธนาคารชื่อบัญชี
zh: 銀行帳戶名稱

# Contacts_BANum
source: Bank Account Number
de: เลขที่บัญชีธนาคาร
zh: 銀行帳戶號碼

# Contacts_BillDue
source: Bill Due
de: บิลเนื่องจาก
zh: 欠帳

# Contacts_BothType
source: Supplier & Customer
de: ซัพพลายเออร์และลูกค้า
zh: 供應商及客戶

# Contacts_City
source: City
de: เมือง
zh: 城市

# Contacts_Close
source: Cancel
de: ยกเลิก
zh: 取消

# Contacts_Code
source: Code
de: รหัส
zh: 碼

# Contacts_ContactName
source: Contact Name
de: ชื่อผู้ติดต่อ
zh: 聯繫人姓名

# Contacts_CreateTitle
source: New Contact
zh: 添加聯繫人

# Contacts_Create_Title
source: Add Contact
de: เพิ่มผู้ติดต่อ
zh: 添加聯繫人

# Contacts_CtryID
source: CountryID
de: ประเทศ ID
zh: 國家的ID

# Contacts_Currency
source: Default Currency
de: สกุลเงินเริ่มต้น
zh: 默認貨幣

# Contacts_Customer
source: Customer
de: ลูกค้า
zh: 顧客

# Contacts_Customer_Title
source: Customer
de: ลูกค้า
zh: 顧客

# Contacts_Description
source: Description
de: ลักษณะ
zh: 描述

# Contacts_DirectDial
source: Direct Dial
de: สายตรง
zh: 直接撥號

# Contacts_Discount
source: Discount %
de: % ส่วนลด
zh: 折扣％

# Contacts_Email
source: Email
de: อีเมล์
zh: 電子郵件

# Contacts_FaxNum
source: Fax
de: โทรสาร
zh: 傳真

# Contacts_FirstName
source: First Name
de: ชื่อแรก
zh: 名字

# Contacts_FullName
source: Full Name
de: ชื่อเต็ม
zh: 全名

# Contacts_Index_AddNew
source: Add Contact
de: เพิ่มผู้ติดต่อ
zh: 添加聯繫人

# Contacts_Index_Delete
source: Delete
de: ลบ
zh: 刪除

# Contacts_Index_Title
source: Contacts
de: ติดต่อทั้งหมด
zh: 所有聯繫人

# Contacts_LastName
source: Last Name
de: นามสกุล
zh: 姓

# Contacts_OverDue
source: Overdue Bills
de: ตั๋วเงินค้างชำระ
zh: 逾期票據

# Contacts_OverDueSale
source: Overdue Sales Invoices
de: ใบแจ้งหนี้การขายหนี้ที่ค้างชำระ
zh: 逾期銷售發票

# Contacts_PhoneNumber
source: Mobile
de: โทรศัพท์มือถือ
zh: 移動

# Contacts_PhysAddress
source: Address
de: ที่อยู่
zh: 地址

# Contacts_PhysAttention
source: Attention
de: ความสนใจ
zh: 關注

# Contacts_PhysCity
source: City
de: เมือง
zh: 城市

# Contacts_PhysCountry
source: Country
de: ประเทศ
zh: 國家

# Contacts_PhysState
source: State
de: รัฐ
zh: 態

# Contacts_PhysZipCode
source: Zip Code
de: รหัสไปรษณีย์
zh: 郵編

# Contacts_PostAddress
source: Address
de: ที่อยู่
zh: 地址

# Contacts_PostAttention
source: Attention
de: ความสนใจ
zh: 關注

# Contacts_PostCity
source: City
de: เมือง
zh: 城市

# Contacts_PostCountry
source: Country
de: ประเทศ
zh: 國家

# Contacts_PostState
source: State
de: รัฐ
zh: 態

# Contacts_PostZipCode
source: Zip Code
de: รหัสไปรษณีย์
zh: 郵編

# Contacts_PurchasesTax
source: Purchases Tax
de: ภาษีซื้อ
zh: 購置稅

# Contacts_SaleInvoice
source: Sales Invoices Due
de: ใบแจ้งหนี้การขายเนื่องจาก
zh: 銷售發票由於

# Contacts_SalesTax
source: Sales Tax
de: ภาษีการขาย
zh: 營業稅

# Contacts_Save
source: Save
de: บันทึก
zh: 儲存

# Contacts_ShortName
source: Short Name
de: ชื่อสั้น
zh: 簡稱

# Contacts_SkyName
source: Skype Name
de: ชื่อสไกป์
zh: Skype用戶名

# Contacts_State
source: State
de: รัฐ
zh: 態

# Contacts_Supplier
source: Supplier
de: ผู้จัดจำหน่าย
zh: 提供者

# Contacts_Supplier_Title
source: Supplier
de: ผู้จัดจำหน่าย
zh: 提供者

# Contacts_TaxCode
source: Tax Code
de: รหัสภาษี
zh: 稅法

# Contacts_TaxNumber
source: Tax Number
de: จำนวนภาษี
zh: 稅號

# Contacts_TelNum
source: Telephone
de: โทรศัพท์
zh: 電話

# Contacts_Title
source: Contacts
de: ติดต่อ
zh: 往來

# Contacts_Type
source: Type
de: ชนิด
zh: 類型

# Contacts_ZipCode
source: Zip Code
de: รหัสไปรษณีย์
zh: 郵編

# Control_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Control_Close
source: Close
de: ปิด
zh: 關閉

# Control_Control
source: Control
de: การควบคุม
zh: 控制

# Control_Delete
source: Delete
de: ลบ
zh: 刪除

# Control_Edit
source: Edit
de: แก้ไข
zh: 刪除

# Control_Feature
source: Feature
de: ลักษณะ
zh: 編輯

# Control_Function
source: Function
de: ฟังก์ชัน
zh: 功能

# Control_Index
source: Controls
de: การควบคุม
zh: 控制

# Control_Name
source: Name
de: ชื่อ
zh: 名稱

# Control_Save
source: Save
de: บันทึก
zh: 儲存

# Currency_AddNew
source: Add New
de: เพิ่มรายการใหม่
zh: 新增

# Currency_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Currency_Code
source: Code
de: รหัส
zh: 碼

# Currency_Delete
source: Delete
de: ลบ
zh: 刪除

# Currency_Description
source: Description
de: ลักษณะ
zh: 描述

# Currency_ForeignExchange
source: Foreign Exchange
de: เงินตราต่างประเทศ
zh: 外匯

# Currency_HomeChange
source: Home Change
de: บ้านเปลี่ยน
zh: 主頁更改

# Currency_Name
source: Name
de: ชื่อ
zh: 名稱

# Currency_Save
source: Save
de: บันทึก
zh: 儲存

# Currency_Status
source: Status
de: สถานะ
zh: 狀態

# Currency_Title
source: Currencies
de: เงินตรา
zh: 貨幣

# Employees_AddNew
source: Add New Employee
de: เพิ่มพนักงานใหม่
zh: 新增員工

# Employees_BADetails
source: Bank Account Details
de: รายละเอียดบัญชีธนาคาร
zh: 銀行賬戶資料

# Employees_BAName
source: Bank Account Name
de: ธนาคารชื่อบัญชี
zh: 銀行帳戶名稱

# Employees_BANum
source: Bank Account Number
de: เลขที่บัญชีธนาคาร
zh: 銀行帳戶號碼

# Employees_Cancel
source: Cancel
de: ยกเลิก
zh: 取消

# Employees_Code
source: Code
de: รหัส
zh: 碼

# Employees_CompanyID
source: Company
de: บริษัท
zh: 公司

# Employees_CtryName
source: Country Name
de: ชื่อประเทศ
zh: 國家名稱

# Employees_Delete
source: Delete
de: ลบ
zh: 刪除

# Employees_DirArea
source: Direct Area
de: พื้นที่โดยตรง
zh: 直區

# Employees_DirCtry
source: Direct Country
de: ประเทศโดยตรง
zh: 直接的國家

# Employees_DirNb
source: Direct Dial
de: สายตรง
zh: 直接撥號

# Employees_Email
source: Email
de: อีเมล์
zh: 電子郵件

# Employees_Face
source: Facebook
zh: Facebook的

# Employees_FaxArea
source: Fax Area
de: พื้นที่แฟกซ์
zh: 傳真面積

# Employees_FaxCtry
source: Fax Country
de: แฟกซ์ประเทศ
zh: 傳真國家

# Employees_FaxNb
source: Fax
de: โทรสาร
zh: 傳真

# Employees_FirstName
source: First Name
de: ชื่อแรก
zh: 名字

# Employees_FullName
source: Full Name
de: ชื่อเต็ม
zh: 全名

# Employees_Go
source: Google
zh: 谷歌

# Employees_Lastname
source: Last Name
de: นามสกุล
zh: 姓
